Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: A description of this kind demands a good knowledge of the object to be demolished, as regards both the materials and substances included and the structural objectives of the building or civil engineering works itself.
sv: En sådan beskrivning förutsätter god kännedom om det objekt som skall rivas både med hänsyn till vilka material och ämnen som ingår och till byggnadens eller anläggningens konstruktion.

source: Even in cases where building documents are still extant, inspections of the building or installation may be necessary, because it may have changed while in use, added to which, changes may have occurred in the bearing capacity of load-bearing parts.
sv: Även i de fall då det finns bygghandlingar bevarade kan det vara nödvändigt att genomföra undersökningar av byggnaden eller anläggningen eftersom den kan ha förändrats under den tid den brukats.

source: It is natural that the work environment plan should, for example, indicate:
sv: Det är naturligt att i arbetsmiljöplanen redovisa bland annat

source: the structural system of the object,
sv: objektets konstruktion,

source: the materials which the object includes,
sv: vilka material som ingår i objektet,

source: special safety and stabilisation measures which may need to be taken,
sv: vilka särskilda skydds- och stabiliseringsåtgärder som kan behöva vidtas,

source: the order in which demolition can be carried out, and how materials and substances dangerous to health can be disposed of.
sv: i vilken ordning rivningen kan genomföras samt hur hälsofarliga material och ämnen kan omhändertas.

source: The inclusion of these particulars in the plan will facilitate planning of the demolition work.
sv: Genom uppgifterna i planen underlättas planeringen av rivningen.

source: Note that Sections 78-80 also apply to “internal” (indoor) demolition, e.g. of partition walls, heating and plumbing installations and so on.
sv: Observera att 78–80 §§ även gäller ”inre rivning” (inomhus) av t.ex. mellanväggar, VVS- installationer osv.

source: Demolition of sewerage systems, flooring fill and suchlike can entail an infection hazard.
sv: Smittrisk kan finnas vid rivning av avloppssystem, bjälklagsfyllningar och dylikt.

source: Work in hospitals, laboratories and suchlike can be especially hazardous.
sv: Särskild risk kan finnas vid arbete i sjukhus, laboratorium och liknande.

source: In situations of this kind it is appropriate to contact the person within the operation who is responsible for anti-infection precautions.
sv: Vid sådana situationer är det lämpligt att ta kontakt med den person inom verksamheten som har ansvar för smittskyddsfrågor.

source: When choosing personal protective equipment for this kind of work, it is important to take account of the special conditions in protective respect which may be involved.
sv: Vid val av personlig skyddsutrustning för sådant arbete är det viktigt att beakta de särskilda förutsättningar i skyddshänseende som kan förekomma.

source: Passing vehicular traffic occurs, for example, in connection with the maintenance and repair of roads and traffic machinery – bridges, for example – the widening of existing roads, and so on, but also in connection with the construction and maintenance of a building close to a road or street.
sv: Passerande fordonstrafik förekommer bland annat vid underhåll och reparation av vägar och väganordningar, t.ex. broar, breddning av befintliga vägar osv., men även vid uppförande och underhåll av byggnad nära väg eller gata.

source: Needless to say, the construction of a new road also comes under the stipulations of Sections 81-86 if there is vehicular traffic passing by.
sv: Anläggande av ny väg omfattas naturligtvis också av bestämmelserna i 81–86 §§ om passerande fordonstrafik förekommer.

source: Note, moreover, that these stipulations also apply to passing track-bound traffic (see Section 3).
sv: Observera vidare att bestämmelserna även gäller passerande spårbunden trafik (se 3 §).

source: Work on or near a road, street or track area where there is liable to be vehicular traffic involves special risks.
sv: Arbete på eller intill väg, gata eller spårområde där fordonstrafik kan förekomma innebär särskilda risker.

source: One cause of serious work injury is the employee being struck by a vehicle.
sv: En orsak till allvarlig arbetsskada är att en arbetstagare blir påkörd.

source: In addition, employees are exposed to exhaust fumes, noise, vibrations and light from passing vehicles, which affects them both physically and mentally.
sv: Arbetstagarna utsätts också för avgaser, buller, vibrationer och ljus från passerande fordon vilket påverkar dem både fysiskt och psykiskt.

source: Exposure to exhaust fumes from passing vehicles will be reduced if the traffic can be kept moving without tail backs.
sv: Exponering för avgaser från passerande fordon blir mindre om trafikflödet kan ordnas så att trafikstockningar inte uppstår.

source: The person commissioning or undertaking building or civil engineering work does not normally have full control over passing vehicular traffic.
sv: Den som låter utföra eller utför byggnads- eller anläggningsarbetet råder normalt inte helt över den passerande fordonstrafiken.

source: Implementation of the measures indicated in this section will therefore generally require the assistance of road authorities (or the equivalent) and/or of the appropriate public authority.
sv: För genomförande av de åtgärder som anges i paragrafen behövs därför i allmänhet medverkan från väghållare (motsvarande) och/eller från vederbörlig myndighet.

source: Stipulations on this point are contained in road traffic legislation.
sv: Bestämmelser om detta finns i vägtrafiklagstiftningen.

source: The Road Signs Ordinance (SFS 1978:1001), for example, contains stipulations on the way in which road signs and other devices are to be erected (traffic arrangement plan) and on authority to do so.
sv: I vägmärkesförordningen (SFS 1978:1001) finns t.ex. bestämmelser om hur vägmärken och andra anordningar skall sättas upp (trafikanordningsplan) och om behörighet att göra detta.

source: As regards works of the kind involved here, Section 12a requires the work environment plan to contain a description of the special measures to be taken at the project execution stage so as to achieve acceptable safety and health conditions.
sv: När det gäller arbeten som det här är fråga om skall arbetsmiljöplanen enligt 11 § innehålla en beskrivning av de särskilda åtgärder som i byggskedet skall vidtas för att arbetsmiljön skall bli godtagbar.

source: It often comes naturally for the traffic arrangement plan, if there is one, to be made part of the work environment plan.
sv: Det faller sig ofta naturligt att trafikanordningsplanen, när sådan finns, blir en del av arbetsmiljöplanen.

source: If they are positioned close to the worksite, they will have to be heavier and more strongly anchored to provide adequate safety.
sv: Om de placeras nära arbetsplatsen krävs det större tyngd och effektivare förankring för att uppnå godtagbar säkerhet.

source: If a vehicle is used as a protective device, it should be provided with energy absorption equipment.
sv: Om ett fordon används som skyddsanordning bör det vara försett med energiupptagande utrustning.

source: The Road Signs Ordinance contains stipulations on the design of closure devices, indication screens and indication arrows for showing that, on account of roadworks or for some similar reason, a road is partly or wholly closed to traffic or that it is obstructed.
sv: I vägmärkesförordningen finns bestämmelser om utformning av avstängningsanordningar, markeringsskärmar och markeringspilar för utmärkning av att en väg på grund av vägarbete eller liknande är helt eller delvis avstängd för trafik eller att framkomligheten är begränsad.

source: In certain cases conditions may be so favourable that a closure or protective device would not appreciably reduce the risks to safety and health.
sv: I vissa fall kan omständigheterna vara så gynnsamma att en avstängnings- eller skyddsanordning inte skulle medföra någon påtaglig riskminskning från arbetsmiljösynpunkt.

source: In such cases these devices can of course be dispensed with unless otherwise indicated by the Road Signs Ordinance or the Provisions of the National Road Administration (formerly the National Road Safety Office).
sv: I sådana fall kan de naturligtvis uteslutas om inte annat följer av vägmärkesförordningen eller Vägverkets (tidigare Trafiksäkerhetsverkets) föreskrifter.

source: Another point to be remembered is that some works are of such brief duration that putting out and removing closure or protective devices entails more risk of being struck by vehicles than the work itself.
sv: Det behöver också beaktas att vissa arbeten är av så kort varaktighet att det medför större risk för påkörning att sätta ut och ta bort avstängnings- eller skyddsanordningen än att utföra arbetet.

source: It is generally a good idea for work to be undertaken during low-traffic periods.
sv: Det är i allmänhet fördelaktigt att förlägga arbetet till tider då trafikintensiteten är låg.

source: This reduces the hazards, partly because approaching vehicles are then easier to spot.
sv: Riskerna är då mindre, bland annat därför att fordon som närmar sig lättare uppmärksammas.

source: In particular, works of brief duration should be done at such times.
sv: Särskilt arbeten med kort varaktighet bör förläggas till sådana tider.

source: Low speed reduces the risk of vehicles inadvertently invading the worksite.
sv: Med låg hastighet minskar risken att fordonen oavsiktligt kommer in på arbetsplatsen.

source: See also the remarks above concerning assistance from the road authority (or the equivalent) and/or from the appropriate public authority.
sv: Se vidare vad som ovan sagts om medverkan från väghållare (motsvarande) och/eller från vederbörlig myndighet.

source: Spells of duty for the signalman should be appropriate to conditions on the site and to the traffic involved.
sv: Arbetspassens längd för vakterna bör anpassas efter förhållandena på platsen och förekommande trafik.

source: But situations of this kind can also occur, for example, in connection with roadworks.
sv: Men sådana situationer kan även förekomma t.ex. vid vägarbete.

source: Both technical and organisational measures may need to be taken.
sv: Åtgärderna kan behöva vara av både teknisk och organisatorisk natur.

source: Organisational measures include, for example, posting a guard to keep the risk area under observation and to ensure that the employees leave it when a vehicle approaches.
sv: Exempel på organisatoriska åtgärder är vakt som bevakar riskområdet och ser till att arbetstagarna lämnar detta då fordon nalkas.

source: The reason why both technical and organisational measures can be needed is that adequate safety is hard to achieve with one kind of measure only.
sv: Anledningen till att både tekniska och organisatoriska åtgärder kan behövas är att det är svårt att uppnå betryggande säkerhet enbart med det ena slaget av åtgärd.

source: Warning clothes are personal protective equipment designed to make personnel in a risk area more conspicuous.
sv: Varselkläder är sådan personlig skyddsutrustning som skall öka möjligheterna att upptäcka personer som uppehåller sig i ett riskområde.

source: Clothing of this kind includes, for example, dazzle vests, overalls, jackets, trousers or waterproof clothing with reflective and fluorescent patches.
sv: Exempel på sådana kläder är reflexväst, overall, jacka, byxa eller regnställ med reflekterande och fluoricerande fält.

source: Work on roofs
sv: Takarbete

source: The stipulations in this part are particularly concerned with work on roofs.
sv: Bestämmelserna i detta avsnitt tar särskilt sikte på takarbete.

source: Work of this kind is also subject to other stipulations of these Provisions where applicable (e.g. Sections 55, 56, 59, 60 and 63).
sv: För sådant arbete gäller dessutom övriga bestämmelser i föreskrifterna i tillämpliga delar (se t.ex. 55, 56, 59, 60 och 63 §§).

source: The permanent roof access devices which are usually to be found on existing properties, e.g. roof hatches and removable ladders, do not normally correspond to the requirements applying to building and civil engineering work.
sv: De permanenta tillträdesanordningar till tak som brukar finnas i befintliga fastigheter, t.ex. takluckor och lösa stegar, motsvarar normalt inte de krav som gäller vid byggnads- eller anläggningsarbete.

source: Falls are a common cause of work injury in connection with work on roofs.
sv: Fall är en vanlig orsak till arbetsskada vid arbete på tak.

source: They are often preceded by the employee slipping or tripping or by the underlay giving way.
sv: Fall föregås ofta av att arbetstagaren halkar eller snubblar eller av att underlaget brister.

source: Wind and weather are often a contributory cause of these accidents.
sv: Väder och vind är ofta en bidragande orsak till dessa olyckor.

source: Low temperatures affect people and, not least when combined with uncomfortable work postures, can result in reduced muscular function, stiffness and clumsiness.
sv: Låga temperaturer påverkar människan och kan, inte minst i kombination med obekväma arbetsställningar, medföra försämrad muskelfunktion, stelhet och fumlighet.

source: This means a heightened risk of both accidents and ill-health, e.g. of musculoskeletal injuries.
sv: Detta innebär ökad risk för såväl olycksfall som ohälsa, bland annat för belastningsskador.

source: If the gradient of the roof exceeds 1:2 (about 27°) and the work is not of brief duration, foot supports are normally necessary to prevent ill-health resulting from unsuitable work postures.
sv: Om taket lutar mer än 1:2 (cirka 27º) och arbetet inte är av kortvarig natur behövs i allmänhet fotstöd för att undvika ohälsa på grund av olämpliga arbetsställningar.

source: See also Section 90.
sv: Se även 90 §.

source: The normal alternative in cases of this kind is often scaffolding or a work platform, either fixed or mobile.
sv: Det normala alternativet är i dessa fall ofta ställning eller arbetsplattform, fast eller mobil.

source: For certain types of work on eaves or other roof edges, it may be reasonable to use a mobile work platform for some operations and personal fall arrest equipment for others.
sv: Vid vissa arbeten på takfot eller annan avslutning av tak kan det vara rimligt att använda mobil arbetsplattform till en del arbetsmoment och personlig fallskyddsutrustning till andra arbetsmoment.

source: A mobile work platform can be appropriate in connection with the fitting of a guardrail or equipment for roof work.
sv: Mobil arbetsplattform kan vara lämplig att använda vid montering av skyddsräcke eller utrustning för arbete på tak.

source: Scaffolding is very often erected for façade work.
sv: I många fall sätts ställningar upp för arbete på fasaden.

source: If so, it is appropriate to plan the work so that this scaffolding can also be used for work on or near eaves or other roof edges and as a fall protection device in connection with the other roof work.
sv: Det är då lämpligt att planera arbetet så att dessa ställningar även kan användas för arbete på eller vid takfot eller annan avslutning av taket samt som fallskydd vid det övriga takarbetet.

source: Ergonomic considerations may necessitate rebuilding or otherwise adapting the scaffolding to suit different work stages.
sv: För att tillgodose ergonomiska krav kan det vara nödvändigt att bygga om eller på annat sätt anpassa ställningen för olika arbetsmoment.

source: Note the stipulations of Section 57, 2nd paragraph and 67 concerning precautions against falling objects.
sv: Observera bestämmelserna i 57 § andra stycket och 67 § om åtgärder vid risk för fallande föremål.

source: Guidance on Section 90
sv: AFS 1999:3 61

source: Work on an inclined surface entails unnecessarily strenuous work postures.
sv: Till 90 § Att arbeta på lutande underlag medför onödigt ansträngande arbetsställningar.

source: It also aggravates the risk of accidental falls due to slipping.
sv: Dessutom ökar risken för fallolyckor på grund av halkning.

source: Work undertaken in a small area and capable of lasting for more than 4 hours includes, for example, the sheathing of dormer windows and chimneys.
sv: Exempel på arbete som utförs på en liten yta och som kan pågå mer än 4 timmar är plåtbeklädnad av takkupor och skorstenar.

source: This duty of investigation also applies, of course, concerning the existence of such dangerous substances as asbestos, lead, quartz etc.
sv: Denna undersökningsplikt omfattar givetvis även förekomsten av farliga ämnen såsom asbest, bly, kvarts osv.

source: There is, for example, a risk of personnel falling through roofs of corrugated asbestos cement sheets, which are liable to become brittle with the passing of time.
sv: Risk för genomtrampning finns bl. a. på tak med vågformade asbestcementskivor, som med tiden kan bli sköra.

source: Sheets of this kind occur on old outbuildings and warehouses.
sv: Sådana skivor förekommer på äldre ekonomi- och lagerbyggnader.

source: The load-bearing capacity of a roof can be judged by testing or calculation.
sv: Ett taks bärighet kan bedömas genom provning eller beräkning.

source: For purposes of such testing or calculation, one person carrying a light load can be presumed to weigh about 120 kg.
sv: Vid sådan provning eller beräkning kan person med lätt börda antas väga cirka 120 kg.

source: To meet the requirement in the first sentence of this section, the packages may need to be ordered with a certain number of sheets per package.
sv: Till 92 § För att kravet i paragrafens första mening skall kunna uppfyllas kan plåtpaketen behöva beställas med ett visst antal plåtar i varje paket.

source: For the guidance of crane drivers and fitters, packages should be marked with the weight and covering width of the sheets they contain.
sv: Till ledning för kranförare och montör bör plåtpaket märkas med vikt och den täckande bredden på de plåtar som ingår i paketet.

source: The packages can then be distributed at the appropriate intervals corresponding to the covering area of the sheets in the package.
sv: Då kan paketen läggas ut med de mellanrum som varje paket täcker.

source: As regards dynamic testing, the following standards are available in early 2014 in which such testing is described:
sv: När det gäller det dynamiska provet finns i början av år 2014 följande standarder där provet redovisas:

source: • SS-EN 516:2006 Prefabricated accessories for roofing – Installations for roof access – Walkways, treads and steps.
sv: SS-EN 516:2006 Takprodukter – Taktillträdesanordningar – Gångbryggor, stegplattor och enkelsteg.

source: • SS-EN 12951:2004 Prefabricated accessories for roofing – Permanently fixed roof ladders.
sv: SS-EN 12951:2004 Takskyddsprodukter – Fast monterade takstegar.

source: Products which are capable of passing dynamic testing are:
sv: Produkter som klarar det dynamiska provet är:

source: • Catwalks class 2 pursuant to SS-EN 516 (class 1 is unable to withstand a tug from a safety lanyard).
sv: Takbryggor klass 2 enligt SS-EN 516 (klass 1 klarar inte ett ryck från säkerhetslina).

source: • Roof ladders class 2 pursuant to SS-EN 12951 (class 1 is unable to withstand a tug from a safety lanyard).
sv: Takstegar klass 2 enligt SS-EN 12951 (klass 1 klarar inte ett ryck från säkerhetslina).

source: • Low guardrails around skylights and roof hatches pursuant to SS 83 13 33 Roof protection – guardrails – Functional requirements, version 2.
sv: Låga räcken kring takfönster och takluckor enligt SS 83 13 33 Takskydd – Räcken – Funktionskrav, utgåva 2.

source: • Snow rails pursuant to SS 83 13 35 Roof protection – Snow rails – Functional requirements, version 2.
sv: Snöräcken enligt SS 83 13 35 Takskydd – Snöräcken – Funktionskrav, utgåva 2.

source: Examples of areas in which there may be a risk of treading through include roof decking which was not designed to be walked on, old asbestos cement roofs, glass roofs or plastic roofs.
sv: Områden där det kan vara risk för genomtramp är t.ex. ett underlagstak som inte är gjort för att beträdas, ett gammalt asbestcementtak, tak av glas eller plasttak.

source: Old asbestos cement roofs and plastic roofs are often brittle.
sv: Gamla asbestcementtak och plasttak är ofta spröda.

source: Blocking or roping-off means something which does not need to meet the requirements for protective guardrails, but which makes it clear to everyone on the building site that the area behind the blocking or roping-off must not be entered.
sv: Med avspärrning menas något som inte behöver uppfylla kraven för skyddsräcke, men som gör det tydligt för alla som är på byggarbetsplatsen att området bakom avspärrningen inte får beträdas.

source: Thus blocking or roping-off should be clear, and signs should sometimes be used.
sv: Avspärrningen bör alltså vara tydlig och ibland bör skyltar användas.

source: See the Swedish Work Environment Authority’s regulations on signs and signals with regard to labelling of blocking or roping off.
sv: För märkning av avspärrning, se Arbetsmiljöverkets föreskrifter om skyltar och signaler.

source: It is important for the blocking or roping-off to be durable so that it is not destroyed by the elements, etc.
sv: Det är viktigt att avspärrningen är hållbar, så att den inte förstörs av väder och vind m.m.

source: Safety nets are normally made of polyamide or polypropylene.
sv: Skyddsnät tillverkas vanligen av polyamid eller polypropylen.

source: A safety net meeting the requirements of standard SS-EN 1263-1, Edition 1, can be taken to meet the requirements of this Section.
sv: Ett skyddsnät som uppfyller kraven i standarden SS-EN 1263-1, utgåva 1, kan anses uppfylla kraven i paragrafen.

source: It may be appropriate to mark the net with the name or logotype of the manufacturer or importer and with the year and month of manufacture.
sv: Det kan vara lämpligt att märka nätet med tillverkarens eller importörens namn eller logotyp samt år och månad för tillverkningen.

source: Cf. point 8 of SS-EN 1263-1, edition 1.
sv: Jämför punkt 8 i SS-EN 1263-1, utgåva 1.

source: It is clear from Section 3 that the term “safety net” includes both the actual net and its suspension devices.
sv: Av 3 § framgår att i begreppet skyddsnät ingår både själva nätet och dess upphängningsanordningar.

source: These suspension devices may, for example, consist of a border rope with tie ropes or consoles of different kinds.
sv: Upphängningsanordningarna kan bestå t.ex. av kantlina med monteringslinor eller av olika slags konsoler.

source: (See the above mentioned standard).
sv: (Se den nyssnämnda standarden).

source: principle is that the net is stretched sufficiently to restrain the fall gently enough for the person not to be injured.
sv: Principen är att nätet töjs så mycket att det bromsar upp den fallande personen så mjukt att denne inte skadas.

source: A person weighing 100 kg who has fallen freely for 7 metres, counted from the body’s centre of gravity before the fall (i.e. a drop of 6 metres from foot level) before striking the net represents 7 kJ energy.
sv: En 100 kg person som fallit fritt 7 meter räknat från kroppens tyngdpunkt före fallet (dvs. 6 meter fallhöjd räknat från fötternas nivå) innan personen träffar nätet, representerar energin 7 kJ.

source: This is the energy which the net has to absorb without breaking so much that the person falls through it.
sv: Det är denna energi som nätet behöver kunna ta upp utan att gå sönder så mycket att personen faller igenom.
